[
  {
    "id": 1,
    "fact": "水流在遇到石头阻挡时，不会试图推开石头，而是绕过石头继续流向下游。",
    "rule": "路径遵循阻力最小原则。"
  },
  {
    "id": 2,
    "fact": "一杯热水放在桌子上，前5分钟降温很快，最后5分钟降温很慢，无限趋近室温。",
    "rule": "变化速率与势差（温差）成正比，趋于平衡时效率递减。"
  },
  {
    "id": 3,
    "fact": "在平坦的草地上走出一条路，往往是因为第一个人走了，第二个人跟着走了，最后大家都走这条路。",
    "rule": "路径依赖由先发优势和跟随成本共同决定。"
  },
  {
    "id": 4,
    "fact": "将一堆乱绳子扔在盒子里摇晃，它们会自动打结；想把结解开则需要消耗大量能量。",
    "rule": "无序（熵增）是自然趋势，建立有序（熵减）需要能量输入。"
  },
  {
    "id": 5,
    "fact": "自行车骑得越慢越容易倒，骑得越快越稳定。",
    "rule": "动态系统的稳定性依赖于速度（动量）的维持。"
  },
  {
    "id": 6,
    "fact": "由于不仅有大块的石头，还要装沙子和水，如果先装沙子，大石头就放不进桶里了。",
    "rule": "资源配置的顺序决定了系统的最终容量（优先级策略）。"
  },
  {
    "id": 7,
    "fact": "竹子前4年只长3厘米，第5年开始每天长30厘米。",
    "rule": "显性增长往往滞后于隐性积累（非线性临界点）。"
  },
  {
    "id": 8,
    "fact": "在完全漆黑的房间里，点燃一根火柴会非常刺眼；在阳光下点火柴则几乎看不见光。",
    "rule": "感知的强弱取决于背景信号的对比度（韦伯定律）。"
  },
  {
    "id": 9,
    "fact": "很多从不运动的人，在购买了昂贵的跑鞋和健身卡后的第一周，运动频率极高。",
    "rule": "沉没成本（金钱投入）在短期内可作为行为驱动力。"
  },
  {
    "id": 10,
    "fact": "人们在图书馆里会不自觉地压低声音，在菜市场里则会提高嗓门。",
    "rule": "环境场域设定了行为的默认基准线。"
  },
  {
    "id": 11,
    "fact": "背单词时，记得最牢的往往是第一个和最后一个，中间的最容易忘。",
    "rule": "信息的序列位置决定了记忆留存率（首因效应与近因效应）。"
  },
  {
    "id": 12,
    "fact": "当被要求“不要想一头粉色的大象”时，脑海中立刻浮现了粉色大象。",
    "rule": "否定的指令需要先在大脑中构建被否定的对象（反向加工）。"
  },
  {
    "id": 13,
    "fact": "排长队买到的网红奶茶，即使味道一般，大多数人也会评价“还不错”。",
    "rule": "认知失调会迫使评价向付出成本（排队时间）看齐。"
  },
  {
    "id": 14,
    "fact": "写作业时，如果手机放在桌面上，即使不亮屏，效率也会下降20%。",
    "rule": "潜在干扰源的存在本身就会占用认知带宽。"
  },
  {
    "id": 15,
    "fact": "一个人在面对两个选择时犹豫不决，增加第三个较差的选项后，他迅速选择了其中一个。",
    "rule": "决策依赖于相对优势而非绝对价值（诱饵效应）。"
  },
  {
    "id": 16,
    "fact": "网络文章的标题如果带有“绝密”、“不仅……而且……”、“刚刚”，点击率通常更高。",
    "rule": "信息缺口（好奇心）是注意力的强力捕捉器。"
  },
  {
    "id": 17,
    "fact": "许多人在制定新年计划时雄心勃勃，但在执行三天后就放弃了。",
    "rule": "对未来的过度乐观导致了当下的过度承诺（规划谬误）。"
  },
  {
    "id": 18,
    "fact": "在很多会议中，只要第一个发言的人定下了基调，后续发言者很少提出反面意见。",
    "rule": "群体共识压力会抑制个体信息的表达（群体迷思）。"
  },
  {
    "id": 19,
    "fact": "朋友圈里大家都在晒旅游和美食，这让人觉得似乎除了自己，所有人都在享受生活。",
    "rule": "样本的幸存者偏差扭曲了对整体现状的认知。"
  },
  {
    "id": 20,
    "fact": "当有人帮了你一个小忙（如借笔）后，他更有可能答应你随后提出的更大的请求。",
    "rule": "行为的一致性承诺是建立信任关系的阶梯（登门槛效应）。"
  },
  {
    "id": 21,
    "fact": "把同样的咖啡装在廉价纸杯和精美瓷杯里，测试者普遍认为瓷杯里的更好喝。",
    "rule": "形式感（容器/包装）是体验价值的组成部分。"
  },
  {
    "id": 22,
    "fact": "彩票广告总是宣传中大奖的人，从不宣传几千万个没中奖的人。",
    "rule": "概率的可得性（易见性）误导了对风险的评估。"
  },
  {
    "id": 23,
    "fact": "许多SaaS软件在初期提供功能完善的免费版，市场占有率达到40%后开始收费。",
    "rule": "通过低门槛构建网络效应，达到临界点后进行价值收割。"
  },
  {
    "id": 24,
    "fact": "某电商平台先提价20%，再发满减券，销量比直接打折更好。",
    "rule": "价格锚点与促销形式感比实际价格更能驱动消费。"
  },
  {
    "id": 25,
    "fact": "快餐店把大杯饮料做得细长，容量只加一点，但顾客觉得多了很多。",
    "rule": "视觉维度（高度）比物理维度（体积）更影响感官判断。"
  },
  {
    "id": 26,
    "fact": "健身房卖年卡赚钱，主要赚的是那些买了卡却不来的人的钱。",
    "rule": "商业模式构建在“用户高估未来自律性”的预判之上。"
  },
  {
    "id": 27,
    "fact": "打印机卖得很便宜，但原装墨盒卖得很贵。",
    "rule": "通过高频低价的互补品（刀片）来补贴低频耐用品（刀架）。"
  },
  {
    "id": 28,
    "fact": "奢侈品店导购冷淡，灯光昏暗，商品陈列稀疏。",
    "rule": "通过制造距离感和稀缺氛围强化阶级符号属性。"
  },
  {
    "id": 29,
    "fact": "免费的游戏往往通过出售“皮肤”或“加速时间”来获利。",
    "rule": "基础体验免费吸引流量，差异化体验（炫耀/效率）付费获取利润。"
  },
  {
    "id": 30,
    "fact": "超市把牛奶和面包放在最里面，把口香糖和电池放在收银台旁。",
    "rule": "目的性消费品用于引流，冲动性消费品用于利润转化。"
  },
  {
    "id": 31,
    "fact": "二手车市场上，质量好的车往往不愿卖低价，导致市场上流通的多是问题车。",
    "rule": "信息不对称会导致劣币驱逐良币（逆向选择）。"
  },
  {
    "id": 32,
    "fact": "当政府宣布对某种商品实施最高限价后，该商品往往会出现短缺和黑市。",
    "rule": "行政干预价格会扭曲供需信号，导致资源配置效率降低。"
  },
  {
    "id": 33,
    "fact": "股票连续三天涨停后，散户买入量激增，尽管市盈率已极高。",
    "rule": "趋势本身即是信号，群体行为倾向于线性外推。"
  },
  {
    "id": 34,
    "fact": "优秀的程序员解决Bug时，先复现问题，而不是先看代码。",
    "rule": "问题边界的确定（复现）优先于成因分析。"
  },
  {
    "id": 35,
    "fact": "视频博主每期视频前5秒快速剪辑高潮片段，然后才开始正片。",
    "rule": "在注意力稀缺环境下，即时满足（Hook）是留存的前置条件。"
  },
  {
    "id": 36,
    "fact": "公司开始频繁强调“考勤打卡”时，通常伴随着业务增长率下滑。",
    "rule": "管理熵增与流程僵化是组织活力下降的伴生现象。"
  },
  {
    "id": 37,
    "fact": "狼群围捕时，头狼发令前，侦查狼会先在下风口停留。",
    "rule": "信息获取的隐蔽性是战术启动的前置条件。"
  },
  {
    "id": 38,
    "fact": "森林中高大乔木树冠宽阔，底层灌木叶片大且深绿。",
    "rule": "资源（光照）稀缺程度决定了能量捕获器官的形态策略。"
  },
  {
    "id": 39,
    "fact": "古代游牧民族不建宏大建筑，精于金银饰品制作。",
    "rule": "资产的可携带性是高迁移率群体的核心偏好。"
  },
  {
    "id": 40,
    "fact": "抗生素滥用导致细菌耐药性增强，最终出现超级细菌。",
    "rule": "外部施加的选择压力会加速系统的适应性演化。"
  },
  {
    "id": 41,
    "fact": "在一个封闭的鹿群岛屿上，鹿群数量暴增吃光草皮后，种群数量断崖式下跌。",
    "rule": "缺乏负反馈调节的指数增长必然导致系统崩溃（过载）。"
  },
  {
    "id": 42,
    "fact": "给眼镜蛇泛滥的地区设定“抓蛇奖励”，结果人们开始养蛇换赏金，蛇更多了。",
    "rule": "单一维度的激励机制往往引发非预期的博弈行为（眼镜蛇效应）。"
  },
  {
    "id": 43,
    "fact": "只有退潮的时候，才知道谁在裸泳。",
    "rule": "环境红利（高水位）会掩盖个体的结构性缺陷。"
  },
  {
    "id": 44,
    "fact": "复杂的机械手表比简单的石英表更容易出故障。",
    "rule": "系统的复杂性与稳定性成反比（组件越多，故障点越多）。"
  },
  {
    "id": 45,
    "fact": "塔勒布发现，火鸡在感恩节前每一天都被喂食，它认为人类是仁慈的，直到感恩节当天。",
    "rule": "归纳法无法预测从未发生的黑天鹅事件（历史数据的局限性）。"
  },
  {
    "id": 46,
    "fact": "很多初创公司死于资金太多，导致盲目扩张，而不是资金太少。",
    "rule": "资源约束往往促进效率，资源冗余往往滋生浪费。"
  },
  {
    "id": 47,
    "fact": "把两块临界质量的铀放在一起会引发核爆，分开则无事。",
    "rule": "量变积累到临界点会触发系统性质的质变（涌现）。"
  },
  {
    "id": 48,
    "fact": "用杀虫剂杀虫，第一年效果好，第三年虫子不仅没死，还更难杀了。",
    "rule": "对抗性手段往往筛选出更强的对手（红皇后假说）。"
  },
  {
    "id": 49,
    "fact": "好的制度能让坏人干好事，坏的制度能让好人干坏事。",
    "rule": "系统结构决定行为模式，而非个体道德。"
  },
  {
    "id": 50,
    "fact": "地图不是疆域。",
    "rule": "模型是对现实的抽象，永远存在信息丢失（不要混淆符号与本体）。"
  }
]